Repository: yuyakan/MathSurface
Catalog: MathSurface/Localizable.xcstrings
Source language: ja
Languages: ar, de, en, es, fr, hi, id, it, ko, pt_br, pt_pt, ru, tr, zh_hans, zh_hant

source: メキシカンハット
ar: القبعة المكسيكية
de: Mexikanischer Hut
en: Mexican Hat
es: Sombrero mexicano
fr: Chapeau mexicain
hi: मैक्सिकन हैट
id: Topi Meksiko
it: Cappello messicano
ko: 멕시칸 햇
pt_br: Chapéu mexicano
pt_pt: Chapéu mexicano
ru: Мексиканская шляпа
tr: Meksika şapkası
zh_hans: 墨西哥帽
zh_hant: 墨西哥帽

source: モード
ar: الوضع
de: Modus
en: Mode
es: Modo
fr: Mode
hi: मोड
id: Mode
it: Modalità
ko: 모드
pt_br: Modo
pt_pt: Modo
ru: Режим
tr: Mod
zh_hans: 模式
zh_hant: 模式

source: ライセンス
ar: التراخيص
de: Lizenzen
en: Licenses
es: Licencias
fr: Licences
hi: लाइसेंस
id: Lisensi
it: Licenze
ko: 라이선스
pt_br: Licenças
pt_pt: Licenças
ru: Лицензии
tr: Lisanslar
zh_hans: 许可证
zh_hant: 授權

source: レムニスケート
ar: منحنى ليمنيسكات
de: Lemniskate
en: Lemniscate
es: Lemniscata
fr: Lemniscate
hi: लेम्निस्केट
id: Lemniskat
it: Lemniscata
ko: 렘니스케이트
pt_br: Lemniscata
pt_pt: Lemniscata
ru: Лемниската
tr: Lemniskat
zh_hans: 双纽线
zh_hant: 雙紐線

source: レムニスケート風
ar: شبيه بالليمنيسكات
de: Lemniskaten-ähnlich
en: Lemniscate-like
es: Tipo lemniscata
fr: Type lemniscate
hi: लेम्निस्केट-जैसा
id: Mirip lemniskat
it: Tipo lemniscata
ko: 렘니스케이트 풍
pt_br: Tipo lemniscata
pt_pt: Tipo lemniscata
ru: Похоже на лемнискату
tr: Lemniskat benzeri
zh_hans: 双纽线状
zh_hant: 類雙紐線

source: 一部省略
ar: مقتطع جزئياً
de: Teilweise abgeschnitten
en: Partially clipped
es: Parcialmente recortado
fr: Partiellement tronqué
hi: आंशिक रूप से कटा
id: Sebagian dipangkas
it: Parzialmente ritagliato
ko: 일부 생략
pt_br: Parcialmente cortado
pt_pt: Parcialmente cortado
ru: Частично обрезано
tr: Kısmen kırpılmış
zh_hans: 部分省略
zh_hant: 部分省略

source: 三角関数
ar: دوال مثلثية
de: Trigonometrische Funktionen
en: Trigonometric
es: Trigonométricas
fr: Trigonométrie
hi: त्रिकोणमिति
id: Trigonometri
it: Trigonometria
ko: 삼각함수
pt_br: Trigonométricas
pt_pt: Trigonometria
ru: Тригонометрия
tr: Trigonometri
zh_hans: 三角函数
zh_hant: 三角函數

source: 中心 (1,1)、半径 2
ar: المركز (1،1)، نصف القطر 2
de: Mittelpunkt (1,1), Radius 2
en: Center (1,1), radius 2
es: Centro (1,1), radio 2
fr: Centre (1,1), rayon 2
hi: केंद्र (1,1), त्रिज्या 2
id: Pusat (1,1), jari-jari 2
it: Centro (1,1), raggio 2
ko: 중심 (1,1), 반지름 2
pt_br: Centro (1,1), raio 2
pt_pt: Centro (1,1), raio 2
ru: Центр (1,1), радиус 2
tr: Merkez (1,1), yarıçap 2
zh_hant: 中心 (1,1)、半徑 2

source: 中心α・半径r
ar: المركز α، نصف القطر r
de: Mittelpunkt α, Radius r
en: Center α, Radius r
es: Centro α, radio r
fr: Centre α, rayon r
hi: केंद्र α, त्रिज्या r
id: Pusat α, jari-jari r
it: Centro α, raggio r
ko: 중심 α, 반지름 r
pt_br: Centro α, raio r
pt_pt: Centro α, raio r
ru: Центр α, радиус r
tr: Merkez α, yarıçap r
zh_hant: 中心 α、半徑 r

source: 中心波紋
ar: تموج متراكز
de: Konzentrische Wellen
en: Concentric Ripple
es: Onda concéntrica
fr: Ondulation concentrique
hi: संकेंद्रित तरंग
id: Riak konsentris
it: Increspatura concentrica
ko: 중심 파동
pt_br: Onda concêntrica
pt_pt: Ondulação concêntrica
ru: Концентрическая рябь
tr: Eşmerkezli dalga
zh_hans: 中心波纹
zh_hant: 同心波紋

source: 予期しない演算子: %@
ar: مُعامل غير متوقع: %@
de: Unerwarteter Operator: %@
en: Unexpected operator: %@
es: Operador inesperado: %@
fr: Opérateur inattendu : %@
hi: अप्रत्याशित संकारक: %@
id: Operator tak terduga: %@
it: Operatore inatteso: %@
ko: 예기치 못한 연산자: %@
pt_br: Operador inesperado: %@
pt_pt: Operador inesperado: %@
ru: Неожиданный оператор: %@
tr: Beklenmeyen operatör: %@
zh_hans: 意外的运算符: %@
zh_hant: 未預期的運算子：%@

source: 二項分布
ar: التوزيع ذو الحدين
de: Binomialverteilung
en: Binomial Distribution
es: Distribución binomial
fr: Distribution binomiale
hi: द्विपद बंटन
id: Distribusi binomial
it: Distribuzione binomiale
ko: 이항분포
pt_br: Distribuição binomial
pt_pt: Distribuição binomial
ru: Биномиальное распределение
tr: Binom dağılımı
zh_hans: 二项分布

source: 二項分布 B(n, p)：n 回の独立試行で、確率 p で成功するときの成功回数 k の確率分布。
ar: التوزيع ذو الحدين B(n, p): احتمال حدوث k نجاحات في n محاولة مستقلة، لكل منها احتمال نجاح p.
de: Binomialverteilung B(n, p): Wahrscheinlichkeit für k Erfolge bei n unabhängigen Versuchen mit Erfolgsws. p.
en: Binomial distribution B(n, p): the probability of k successes in n independent trials, each with success probability p.
es: Distribución binomial B(n, p): probabilidad de k éxitos en n ensayos independientes con probabilidad p en cada uno.
fr: Distribution binomiale B(n, p) : probabilité de k succès en n essais indépendants, chacun avec une probabilité de succès p.
hi: द्विपद बंटन B(n, p): n स्वतंत्र परीक्षणों में k सफलताओं की प्रायिकता, प्रत्येक की सफलता प्रायिकता p।
id: Distribusi binomial B(n, p): probabilitas k keberhasilan dalam n percobaan independen, masing-masing dengan probabilitas sukses p.
it: Distribuzione binomiale B(n, p): probabilità di k successi in n prove indipendenti, ciascuna con probabilità di successo p.
ko: 이항분포 B(n, p): 성공 확률이 p인 n번의 독립 시행에서 성공 횟수 k의 확률분포.
pt_br: Distribuição binomial B(n, p): probabilidade de k sucessos em n ensaios independentes com probabilidade p em cada um.
pt_pt: Distribuição binomial B(n, p): probabilidade de k sucessos em n tentativas independentes, cada uma com probabilidade de sucesso p.
ru: Биномиальное распределение B(n, p): вероятность k успехов в n независимых испытаниях с вероятностью успеха p.
tr: Binom dağılımı B(n, p): her biri p başarı olasılığına sahip n bağımsız denemede k başarı olasılığı.
zh_hans: 二项分布 B(n, p)：n 次独立试验中，每次成功概率为 p 时成功次数 k 的分布。
zh_hant: 二項分布 B(n, p)：在 n 次獨立試驗中（每次成功機率為 p）出現 k 次成功的機率分布。

source: 使えない記号: %@
ar: رمز غير معروف: %@
de: Unbekanntes Symbol: %@
en: Unknown symbol: %@
es: Símbolo no válido: %@
fr: Symbole inconnu : %@
hi: अज्ञात प्रतीक: %@
id: Simbol tidak dikenal: %@
it: Simbolo sconosciuto: %@
ko: 사용할 수 없는 기호: %@
pt_br: Símbolo não suportado: %@
pt_pt: Símbolo desconhecido: %@
ru: Неизвестный символ: %@
tr: Bilinmeyen sembol: %@
zh_hans: 无法使用的符号: %@
zh_hant: 無法使用的符號：%@

source: 使えない記号があります
ar: رمز غير معروف
de: Unbekanntes Symbol verwendet
en: Unknown symbol
es: Símbolo no válido
fr: Symbole inconnu
hi: अज्ञात प्रतीक
id: Simbol tidak dikenal
it: Simbolo sconosciuto
ko: 사용할 수 없는 기호가 있습니다
pt_br: Símbolo não suportado
pt_pt: Símbolo desconhecido
ru: Неизвестный символ
tr: Bilinmeyen sembol
zh_hans: 存在无法使用的符号
zh_hant: 含有無法使用的符號

source: 例: sin(x)、x^2、exp(-x^2)
ar: أمثلة: sin(x)، x^2، exp(-x^2)
de: Beispiele: sin(x), x^2, exp(-x^2)
en: Examples: sin(x), x^2, exp(-x^2)
es: Ejemplos: sin(x), x^2, exp(-x^2)
fr: Exemples : sin(x), x^2, exp(-x^2)
hi: उदाहरण: sin(x), x^2, exp(-x^2)
id: Contoh: sin(x), x^2, exp(-x^2)
it: Esempi: sin(x), x^2, exp(-x^2)
ko: 예: sin(x), x^2, exp(-x^2)
pt_br: Exemplos: sin(x), x^2, exp(-x^2)
pt_pt: Exemplos: sin(x), x^2, exp(-x^2)
ru: Примеры: sin(x), x^2, exp(-x^2)
tr: Örnekler: sin(x), x^2, exp(-x^2)
zh_hans: 示例：sin(x)、x^2、exp(-x^2)

source: 例: sin(x)*cos(y)、x^2+y^2、exp(-(x^2+y^2))
ar: أمثلة: sin(x)*cos(y)، x^2+y^2، exp(-(x^2+y^2))
de: Beispiele: sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
en: Examples: sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
es: Ejemplos: sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
fr: Exemples : sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
hi: उदाहरण: sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
id: Contoh: sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
it: Esempi: sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
ko: 예: sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
pt_br: Exemplos: sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
pt_pt: Exemplos: sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
ru: Примеры: sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
tr: Örnekler: sin(x)*cos(y), x^2+y^2, exp(-(x^2+y^2))
zh_hans: 示例：sin(x)*cos(y)、x^2+y^2、exp(-(x^2+y^2))

source: 例: x^2 + y^2 - 4、x*y - 1
ar: أمثلة: x^2 + y^2 - 4، x*y - 1
de: Beispiele: x^2 + y^2 - 4, x*y - 1
en: Examples: x^2 + y^2 - 4, x*y - 1
es: Ejemplos: x^2 + y^2 - 4, x*y - 1
fr: Exemples : x^2 + y^2 - 4, x*y - 1
hi: उदाहरण: x^2 + y^2 - 4, x*y - 1
id: Contoh: x^2 + y^2 - 4, x*y - 1
it: Esempi: x^2 + y^2 - 4, x*y - 1
ko: 예: x^2 + y^2 - 4, x*y - 1
pt_br: Exemplos: x^2 + y^2 - 4, x*y - 1
pt_pt: Exemplos: x^2 + y^2 - 4, x*y - 1
ru: Примеры: x^2 + y^2 - 4, x*y - 1
tr: Örnekler: x^2 + y^2 - 4, x*y - 1
zh_hans: 示例：x^2 + y^2 - 4、x*y - 1

source: 保存済みのカスタム関数
ar: دالة مخصصة محفوظة
de: Gespeicherte eigene Funktion
en: Saved custom function
es: Función personalizada guardada
fr: Fonction personnalisée enregistrée
hi: सहेजा गया कस्टम फलन
id: Fungsi khusus tersimpan
it: Funzione personalizzata salvata
ko: 저장된 사용자 함수
pt_br: Função personalizada salva
pt_pt: Função personalizada guardada
ru: Сохранённая пользовательская функция
tr: Kaydedilmiş özel fonksiyon
zh_hans: 已保存的自定义函数
zh_hant: 已儲存的自訂函數

source: 信号処理のウェーブレット。中央が盛り上がりリング状に窪む。
ar: مويجة لمعالجة الإشارات: قمة مركزية محاطة بانخفاض حلقي.
de: Wavelet aus der Signalverarbeitung: Mitte erhöht, ringförmig vertieft.
en: Signal-processing wavelet: peaked center surrounded by a ring-shaped dip.
es: Wavelet del procesamiento de señales: pico central rodeado de un hundimiento en forma de anillo.
fr: Ondelette de traitement du signal : centre en pic entouré d’un creux en anneau.
hi: सिग्नल प्रोसेसिंग वेवलेट: केंद्र में शिखर, चारों ओर वलयाकार गड्ढा।
id: Wavelet pemrosesan sinyal: pusat memuncak dikelilingi cekungan berbentuk cincin.
it: Wavelet per l’elaborazione dei segnali: centro a picco circondato da un avvallamento ad anello.
ko: 신호 처리에서 사용되는 웨이블릿. 중앙이 솟고 고리 모양으로 움푹 들어감.
pt_br: Wavelet do processamento de sinais: pico central cercado por uma depressão em anel.
pt_pt: Ondaleta de processamento de sinais: centro em pico rodeado por uma depressão em anel.
ru: Вейвлет для обработки сигналов: пик в центре, окружённый кольцевой впадиной.
tr: Sinyal işleme dalgacığı: merkezde tepe, çevresinde halka biçiminde çukur.
zh_hans: 信号处理中的小波。中央隆起，周围呈环形凹陷。
zh_hant: 訊號處理的小波。中央隆起、周圍呈環狀凹陷。

source: 信号処理の基本関数。原点で 1、振幅は減衰。
ar: دالة أساسية في معالجة الإشارات: 1 عند نقطة الأصل، والسعة تتناقص.
de: Grundfunktion der Signalverarbeitung: am Ursprung 1, mit abklingender Amplitude.
en: A fundamental signal-processing function: 1 at the origin, amplitude decays outward.
es: Función básica del procesamiento de señales: 1 en el origen, amplitud decreciente.
fr: Fonction fondamentale du traitement du signal : 1 à l’origine, amplitude décroissante.
hi: सिग्नल प्रोसेसिंग का मूल फलन: मूल पर 1, आयाम क्षय होता है।
id: Fungsi dasar pemrosesan sinyal: 1 di titik asal, amplitudo meredup.
it: Funzione fondamentale nell’elaborazione dei segnali: 1 all’origine, ampiezza decrescente.
ko: 신호 처리의 기본 함수. 원점에서 1이며 진폭이 감쇠.
pt_br: Função fundamental do processamento de sinais: 1 na origem, amplitude decrescente.
pt_pt: Função fundamental do processamento de sinais: 1 na origem, amplitude decrescente.
ru: Базовая функция обработки сигналов: 1 в начале координат, амплитуда затухает.
tr: Temel sinyal işleme fonksiyonu: orijinde 1, genlik dışa doğru azalır.
zh_hans: 信号处理的基本函数。原点处为 1，振幅衰减。
zh_hant: 訊號處理的基本函數。原點處為 1，振幅向外衰減。

source: 偏角 45°の半直線
ar: شعاع بزاوية 45°
de: Halbgerade mit Argument 45°
en: Ray with argument 45°
es: Semirrecta con argumento 45°
fr: Demi-droite d’argument 45°
hi: 45° कोणांक वाली किरण
id: Sinar dengan argumen 45°
it: Semiretta con argomento 45°
ko: 편각 45°의 반직선
pt_br: Semirreta com argumento 45°
pt_pt: Semirreta com argumento 45°
ru: Луч с аргументом 45°
tr: Argümanı 45° olan ışın
zh_hans: 辐角为 45° 的半直线
zh_hant: 輻角 45° 的射線

source: 入力された式によっては実際の数学的な軌跡と異なる表示になる場合があります
ar: حسب التعبير المُدخل، قد يختلف العرض عن المحل الهندسي الرياضي الحقيقي.
de: Je nach Eingabe kann die Darstellung von der tatsächlichen mathematischen Ortskurve abweichen.
en: Depending on the expression, the display may differ from the true mathematical locus.
es: Según la expresión, la representación puede diferir del lugar geométrico real.
fr: Selon l’expression, l’affichage peut différer du véritable lieu mathématique.
hi: दर्ज व्यंजक के अनुसार, प्रदर्शन वास्तविक गणितीय बिंदुपथ से भिन्न हो सकता है।
id: Bergantung pada ekspresi, tampilan bisa berbeda dari tempat kedudukan matematis sebenarnya.
it: A seconda dell’espressione, la visualizzazione può differire dal vero luogo geometrico.
ko: 입력한 식에 따라 실제 수학적인 자취와 다르게 표시될 수 있습니다
pt_br: Conforme a expressão, a representação pode diferir do verdadeiro lugar geométrico.
pt_pt: Dependendo da expressão, a visualização pode diferir do verdadeiro lugar geométrico.
ru: В зависимости от выражения отображение может отличаться от истинного математического места точек.
tr: Girilen ifadeye bağlı olarak görüntü, gerçek matematiksel geometrik yerden farklı olabilir.
zh_hans: 根据所输入的算式，显示结果可能与实际数学轨迹不同。
zh_hant: 依輸入的算式不同，顯示結果可能與實際的數學軌跡有所差異。

source: 円
ar: دائرة
de: Kreis
en: Circle
es: Círculo
fr: Cercle
hi: वृत्त
id: Lingkaran
it: Cerchio
ko: 원
pt_br: Círculo
pt_pt: Círculo
ru: Окружность
tr: Çember
zh_hans: 圆
zh_hant: 圓

source: 最も基本的な比例関係。傾き1の直線。
ar: أبسط علاقة تناسبية: مستقيم ميله 1.
de: Die grundlegendste lineare Beziehung. Gerade mit Steigung 1.
en: The simplest proportional relation: a line with slope 1.
es: La relación proporcional más básica: recta con pendiente 1.
fr: La relation proportionnelle la plus simple : une droite de pente 1.
hi: सरलतम समानुपाती संबंध: ढाल 1 वाली रेखा।
id: Hubungan proporsional paling sederhana: garis dengan kemiringan 1.
it: La relazione proporzionale più semplice: una retta con pendenza 1.
ko: 가장 기본적인 비례 관계. 기울기 1의 직선.
pt_br: A relação proporcional mais simples: reta de inclinação 1.
pt_pt: A relação proporcional mais simples: uma reta com declive 1.
ru: Простейшая пропорциональная зависимость: прямая с наклоном 1.
tr: En basit orantısal ilişki: eğimi 1 olan doğru.
zh_hans: 最基础的比例关系。斜率为 1 的直线。
zh_hant: 最基本的比例關係。斜率為 1 的直線。

source: 冪乗
ar: القوى
de: Potenzen
en: Powers
es: Potencias
fr: Puissances
hi: घातें
id: Pangkat
it: Potenze
ko: 거듭제곱
pt_br: Potências
pt_pt: Potências
ru: Степени
tr: Kuvvetler
zh_hans: 幂
zh_hant: 冪次

source: 分布
ar: التوزيع
de: Verteilung
en: Distribution
es: Distribución
fr: Distribution
hi: बंटन
id: Distribusi
it: Distribuzione
ko: 분포
pt_br: Distribuição
pt_pt: Distribuição
ru: Распределение
tr: Dağılım

source: 削除
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ko: 삭제
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: 半径 2 の円（別表記）
ar: دائرة نصف قطرها 2 (صيغة بديلة)
de: Kreis mit Radius 2 (alternative Form)
en: Circle of radius 2 (alternative form)
es: Círculo de radio 2 (otra forma)
fr: Cercle de rayon 2 (autre forme)
hi: त्रिज्या 2 का वृत्त (वैकल्पिक रूप)
id: Lingkaran jari-jari 2 (bentuk alternatif)
it: Cerchio di raggio 2 (forma alternativa)
ko: 반지름 2의 원 (다른 표기)
pt_br: Círculo de raio 2 (forma alternativa)
pt_pt: Círculo de raio 2 (forma alternativa)
ru: Окружность радиуса 2 (другая запись)
tr: Yarıçapı 2 olan çember (alternatif form)
zh_hans: 半径 2 的圆（另一种表示）
zh_hant: 半徑 2 的圓（另一種寫法）

source: 半径 3 の円。x² + y² = 9 の解。
ar: دائرة نصف قطرها 3، مجموعة حلول x² + y² = 9.
de: Kreis mit Radius 3 – Lösung von x² + y² = 9.
en: Circle of radius 3, the solution set of x² + y² = 9.
es: Círculo de radio 3, soluciones de x² + y² = 9.
fr: Cercle de rayon 3, ensemble solution de x² + y² = 9.
hi: त्रिज्या 3 का वृत्त, x² + y² = 9 का हल समुच्चय।
id: Lingkaran jari-jari 3, himpunan solusi x² + y² = 9.
it: Cerchio di raggio 3, insieme soluzione di x² + y² = 9.
ko: 반지름 3의 원. x² + y² = 9의 해.
pt_br: Círculo de raio 3, soluções de x² + y² = 9.
pt_pt: Círculo de raio 3, conjunto solução de x² + y² = 9.
ru: Окружность радиуса 3, множество решений x² + y² = 9.
tr: Yarıçapı 3 olan çember, x² + y² = 9 çözüm kümesi.
zh_hans: 半径 3 的圆。x² + y² = 9 的解集。
zh_hant: 半徑 3 的圓，x² + y² = 9 的解集。

source: 半直線・偏角
ar: شعاع وزاوية
de: Halbgerade & Argument
en: Ray & Argument
es: Semirrecta y argumento
fr: Demi-droite et argument
hi: किरण और कोणांक
id: Sinar & argumen
it: Semiretta e argomento
ko: 반직선・편각
pt_br: Semirreta e argumento
pt_pt: Semirreta e argumento
ru: Луч и аргумент
tr: Işın ve argüman
zh_hans: 半直线与辐角
zh_hant: 射線與輻角

source: 単位円
ar: دائرة الوحدة
de: Einheitskreis
en: Unit Circle
es: Círculo unidad
fr: Cercle unité
hi: इकाई वृत्त
id: Lingkaran satuan
it: Cerchio unitario
ko: 단위원
pt_br: Círculo unitário
pt_pt: Círculo unitário
ru: Единичная окружность
tr: Birim çember
zh_hans: 单位圆
zh_hant: 單位圓

source: 卵パック
ar: علبة بيض
de: Eierkarton
en: Egg Crate
es: Cartón de huevos
fr: Boîte à œufs
hi: अंडा-ट्रे
id: Rak telur
it: Cartone per uova
ko: 달걀판
pt_br: Caixa de ovos
pt_pt: Caixa de ovos
ru: Лоток для яиц
tr: Yumurta kutusu
zh_hans: 蛋盒面
zh_hant: 雞蛋盒

source: 原点から π/4
ar: من نقطة الأصل، π/4
de: Vom Ursprung, π/4
en: From origin, π/4
es: Desde el origen, π/4
fr: De l’origine, π/4
hi: मूल से, π/4
id: Dari titik asal, π/4
it: Dall’origine, π/4
ko: 원점에서 π/4
pt_br: Da origem, π/4
pt_pt: Da origem, π/4
ru: От начала координат, π/4
tr: Orijinden, π/4
zh_hans: 从原点出发，π/4
zh_hant: 從原點，π/4

source: 原点から広がる同心円状の波。水面のリップル。
ar: تموجات متراكزة تنتشر من نقطة الأصل، كتموجات سطح الماء.
de: Konzentrische Wellen vom Ursprung – wie Wellen auf einer Wasseroberfläche.
en: Concentric ripples spreading from the origin, like ripples on water.
es: Ondas concéntricas que se expanden desde el origen, como rizos en el agua.
fr: Ondulations concentriques se propageant depuis l’origine, comme des rides sur l’eau.
hi: मूल से फैलती संकेंद्रित तरंगें, जल की लहरों जैसी।
id: Riak konsentris yang menyebar dari titik asal, seperti riak di air.
it: Increspature concentriche che si propagano dall’origine, come onde sull’acqua.
ko: 원점에서 퍼져 나가는 동심원 모양의 파동. 수면 잔물결.
pt_br: Ondas concêntricas que se espalham a partir da origem, como ondulações na água.
pt_pt: Ondulações concêntricas que se propagam a partir da origem, como marolas na água.
ru: Концентрические волны, расходящиеся от начала координат, как рябь на воде.
tr: Orijinden yayılan eşmerkezli dalgalar, su üzerindeki dalgalanmalar gibi.
zh_hans: 从原点向外扩散的同心圆波，仿佛水面涟漪。
zh_hant: 從原點向外擴散的同心圓波紋，如水面漣漪。

source: 原点を底とする椀状の曲面。最小値・最適化問題の基本形。
ar: سطح على شكل وعاء بحد أدنى عند نقطة الأصل. الشكل النموذجي لمسائل الحدود الدنيا والأمثلة.
de: Schalenförmige Fläche mit Tiefpunkt im Ursprung. Klassische Form bei Minimum- und Optimierungsproblemen.
en: Bowl-shaped surface with its minimum at the origin. Canonical shape for minima and optimization problems.
es: Superficie en forma de cuenco con mínimo en el origen. Caso canónico de problemas de mínimos y optimización.
fr: Surface en forme de bol avec son minimum à l’origine. Forme canonique pour les minima et l’optimisation.
hi: मूल पर न्यूनतम वाली कटोरा-आकार सतह। न्यूनतम व अनुकूलन समस्याओं का मूल रूप।
id: Permukaan berbentuk mangkuk dengan minimum di titik asal. Bentuk kanonik untuk minimum dan optimasi.
it: Superficie a forma di ciotola con il minimo all’origine. Forma canonica per minimi e ottimizzazione.
ko: 원점을 바닥으로 하는 그릇 모양 곡면. 최솟값・최적화 문제의 기본형.
pt_br: Superfície em forma de tigela com mínimo na origem. Forma canônica em problemas de mínimos e otimização.
pt_pt: Superfície em forma de tigela com o mínimo na origem. Forma canónica para mínimos e otimização.
ru: Чашеобразная поверхность с минимумом в начале координат. Каноническая форма для минимумов и задач оптимизации.
tr: Minimumu orijinde olan kâse biçimli yüzey. Minimumlar ve optimizasyon için kanonik biçim.
zh_hans: 以原点为底的碗状曲面。最小值与优化问题的基本形态。
zh_hant: 以原點為底的碗狀曲面。最小值與最佳化問題的基本形。

source: 原点を頂点とする上に凸の放物線。
ar: قطع مكافئ مفتوح للأعلى ورأسه عند نقطة الأصل.
de: Nach oben geöffnete Parabel mit Scheitel im Ursprung.
en: Upward-opening parabola with vertex at the origin.
es: Parábola con vértice en el origen y abierta hacia arriba.
fr: Parabole ouverte vers le haut, de sommet à l’origine.
hi: मूल पर शीर्ष वाला ऊपर की ओर खुला परवलय।
id: Parabola membuka ke atas dengan puncak di titik asal.
it: Parabola aperta verso l’alto con vertice nell’origine.
ko: 원점을 꼭짓점으로 위로 볼록한 포물선.
pt_br: Parábola com vértice na origem e abertura para cima.
pt_pt: Parábola aberta para cima com vértice na origem.
ru: Парабола ветвями вверх с вершиной в начале координат.
tr: Tepe noktası orijinde olan yukarı açılan parabol.
zh_hans: 以原点为顶点、开口向上的抛物线。
zh_hant: 以原點為頂點、開口向上的拋物線。

source: 原点中心、半径1
ar: مركزه نقطة الأصل، نصف القطر 1
de: Ursprung als Mittelpunkt, Radius 1
en: Origin-centered, radius 1
es: Centrado en el origen, radio 1
fr: Centré à l’origine, rayon 1
hi: मूल-केंद्रित, त्रिज्या 1
id: Berpusat di titik asal, jari-jari 1
it: Centrato nell’origine, raggio 1
ko: 원점 중심, 반지름 1
pt_br: Centrado na origem, raio 1
pt_pt: Centrado na origem, raio 1
ru: Центр в начале координат, радиус 1
tr: Orijin merkezli, yarıçap 1
zh_hans: 以原点为中心，半径 1
zh_hant: 以原點為中心、半徑 1

source: 双曲線
ar: قطع زائد
de: Hyperbel
en: Hyperbola
es: Hipérbola
fr: Hyperbole
hi: अतिपरवलय
id: Hiperbola
it: Iperbole
ko: 쌍곡선
pt_br: Hipérbole
pt_pt: Hipérbole
ru: Гипербола
tr: Hiperbol
zh_hans: 双曲线
zh_hant: 雙曲線

source: 双曲線 (焦点 ±2)
ar: قطع زائد (البؤرتان ±2)
de: Hyperbel (Brennpunkte ±2)
en: Hyperbola (foci ±2)
es: Hipérbola (focos ±2)
fr: Hyperbole (foyers ±2)
hi: अतिपरवलय (नाभियाँ ±2)
id: Hiperbola (fokus ±2)
it: Iperbole (fuochi ±2)
ko: 쌍곡선 (초점 ±2)
pt_br: Hipérbole (focos ±2)
pt_pt: Hipérbole (focos ±2)
ru: Гипербола (фокусы ±2)
tr: Hiperbol (odaklar ±2)
zh_hans: 双曲线（焦点 ±2）
zh_hant: 雙曲線（焦點 ±2）

source: 周期 2π、振幅 1 の波。三角関数の基本。
ar: موجة دورتها 2π وسعتها 1. الدالة المثلثية الأساسية.
de: Welle mit Periode 2π und Amplitude 1. Grundbaustein der Trigonometrie.
en: A wave with period 2π and amplitude 1. The basic trigonometric function.
es: Onda con periodo 2π y amplitud 1. La función trigonométrica básica.
fr: Onde de période 2π et d’amplitude 1. La fonction trigonométrique de base.
hi: आवर्त 2π, आयाम 1 वाली तरंग। मूल त्रिकोणमितीय फलन।
id: Gelombang berperiode 2π dan amplitudo 1. Fungsi trigonometri dasar.
it: Onda di periodo 2π e ampiezza 1. La funzione trigonometrica di base.
ko: 주기 2π, 진폭 1의 파동. 삼각함수의 기본.
pt_br: Onda com período 2π e amplitude 1. Função trigonométrica fundamental.
pt_pt: Onda de período 2π e amplitude 1. A função trigonométrica básica.
ru: Волна с периодом 2π и амплитудой 1. Основная тригонометрическая функция.
tr: Periyodu 2π, genliği 1 olan dalga. Temel trigonometrik fonksiyon.
zh_hans: 周期 2π、振幅 1 的波。三角函数的基础。
zh_hant: 週期 2π、振幅 1 的波。三角函數的基礎。

source: 周期 π、x = π/2 + nπ で発散。
ar: دورتها π؛ تتباعد عند x = π/2 + nπ.
de: Periode π; divergiert bei x = π/2 + nπ.
en: Period π; diverges at x = π/2 + nπ.
es: Periodo π; diverge en x = π/2 + nπ.
fr: Période π ; diverge en x = π/2 + nπ.
hi: आवर्त π; x = π/2 + nπ पर अपसारी।
id: Periode π; divergen di x = π/2 + nπ.
it: Periodo π; diverge in x = π/2 + nπ.
ko: 주기 π, x = π/2 + nπ에서 발산.
pt_br: Período π; diverge em x = π/2 + nπ.
pt_pt: Período π; diverge em x = π/2 + nπ.
ru: Период π; расходится при x = π/2 + nπ.
tr: Periyot π; x = π/2 + nπ noktalarında ıraksar.
zh_hans: 周期 π，在 x = π/2 + nπ 处发散。
zh_hant: 週期 π，在 x = π/2 + nπ 處發散。

source: 周期的な格子状の波。干渉縞の理解に。
ar: نمط موجي دوري شبكي. مفيد لفهم أهداب التداخل.
de: Periodisches Gitterwellenmuster. Anschauung für Interferenzmuster.
en: Periodic grid-like wave pattern. Useful for visualizing interference.
es: Patrón ondulatorio periódico tipo rejilla. Útil para visualizar interferencias.
fr: Motif d’onde périodique en grille. Utile pour visualiser les interférences.
hi: आवर्ती जालक-सदृश तरंग। व्यतिकरण फ्रिंज समझने में उपयोगी।
id: Pola gelombang periodik seperti kisi. Berguna untuk memvisualkan interferensi.
it: Motivo d’onda periodico a griglia. Utile per visualizzare le interferenze.
ko: 주기적인 격자 모양 파동. 간섭 무늬 이해에 유용.
pt_br: Padrão ondulatório periódico em forma de grade. Útil para visualizar interferência.
pt_pt: Padrão de onda periódico em grelha. Útil para visualizar interferência.
ru: Периодическая волна в виде решётки. Полезна для понимания интерференционных полос.
tr: Periyodik ızgara biçimli dalga deseni. Girişim saçaklarını anlamak için yararlı.
zh_hans: 周期性的格子状波。便于理解干涉条纹。
zh_hant: 週期性的格狀波紋。有助於理解干涉條紋。
